Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Control what emails you get
skr: تساں کہڑیاں ای میلاں گھندے ہو کنٹرول کرو

source: Control what emails you get:
skr: تساں کہڑیاں ای میلاں گھندے ہو کنٹرول کرو:

source: Control your aliases from the dashboard
skr: ڈیشبورڈ کنوں آپݨے عرفی ناں کنٹرول کرو

source: Control your masks from the dashboard
skr: ڈیشبورڈ کنوں آپݨے ماسک کنٹرول کرو

source: Copied!
skr: نقل تھی ڳیا!

source: { $count } new announcements.
skr: { $count } نویں اعلان۔

source: Create a new alias
skr: نواں عرفی ناں بݨاؤ

source: Create a new custom alias
skr: نواں کسٹم عرفی ناں بݨاؤ

source: Create a new custom mask
skr: نواں کسٹم ماسک بݨاؤ

source: Create a new email mask
skr: نواں ای میل ماسک بݨاؤ

source: Created:
skr: بݨیا:

source: Create unlimited email aliases
skr: بے انت ای میل عرفی ناں تخلیق کرو

source: Create unlimited email masks
skr: بے انت ای میل ماسک تخلیق کرو

source: Create your first alias, you have three ways …
skr: آپݨاں پہلا عرفی ناں تخلیق کرو، تہاݙے کول ترائے طریقے ہن۔۔۔

source: Create your first email mask
skr: آپݨاں پہلا ای میل ماسک بݨاؤ

source: Create your unique and custom email domain.
skr: آپݨی نویکلی تے کسٹم ای میل ڈومین بݨاؤ۔

source: Create your unique email subdomain.
skr: آپݨی نویکلی ای میل سب ڈومین بݨاؤ۔

source: Creating aliases using your custom domain
skr: تہاݙی کسٹم ڈومین ورت تے عرفی ناں تخلیق کریندا پئے

source: Creating masks using your custom subdomain
skr: تہاݙی کسٹم سب ڈومین ورت تے ماسک تخلیق کریندا پئے

source: Critical-only aliases
skr: صرف ضروری عرفی ناں

source: Custom aliases
skr: کسٹم عرفی ناں

source: Custom domain for sharing aliases
skr: عرفی ناں شیئر کرݨ کیتے کسٹم ڈومین

source: Custom masks
skr: کسٹم ماسک

source: Delete this alias
skr: ایہ عرفی ناں مٹاؤ

source: Disable email forwarding for this alias
skr: ایں عرفی ناں کنوں ای میلاں اڳوں تے پٹھݨ غیرفعال کرو

source: Disable email forwarding for this mask
skr: ایں ماسک کنوں ای میلاں اڳوں تے پٹھݨ غیرفعال کرو

source: Disagree
skr: اختلاف

source: Dissatisfied
skr: غیر تسلی بخش

source: Does { -brand-name-relay } have a clean and simple presentation?
skr: بھلا { -brand-name-relay } وچ سادہ تے ستھری پیش کش ہے؟

source: Does { -brand-name-relay } store my emails?
skr: بھلا { -brand-name-relay } میݙیاں ای میلاں ذخیرہ کریندے؟

source: Download the { -brand-name-relay } extension for { -brand-name-firefox }.
skr: { -brand-name-firefox } کیتے { -brand-name-relay } ایکسٹینشن ڈاؤن لوڈ کرو۔

source: Do you feel { -brand-name-relay } is trustworthy?
skr: بھلا تساں محسوس کریندے جو { -brand-name-relay } بھروسے دے قابل ہے؟

source: Edit the label for this alias
skr: ایں عُرفی ناں کیتے لیبل وچ تبدیلی کرو

source: Edit the label for this mask
skr: ایں ماسک کیتے لیبل وچ تبدیلی کرو

source: e.g. "coffee"
skr: مثال دے طور تے "کافی"

source: Email address with subdomain could not be created, try something else
skr: سب ڈومین نال ای میل پتہ تخلیق کائنی تھی سڳا، کوئی ٻئی شئے کوشش کرو

source: Email aliases used
skr: ورتیل ای میل عرفی ناں

source: Email alias label function is disabled
skr: ای میل عرفی ناں لیبل عمل غیرفعال تھی ڳیا

source: Email Domain:
skr: ای میل ڈومین:

source: Email mask label function is disabled
skr: ای میل ماسک لیبل عمل غیرفعال تھی ڳیا

source: Email masks used
skr: ورتیل ای میل ماسک

source: Emails Blocked
skr: بلاک تھیاں ای میلاں

source: Emails Forwarded
skr: اڳوں تے پٹھیاں ای میلاں

source: Email Subdomain:
skr: ای میل سب ڈومین:

source: Enable email forwarding for this alias
skr: ایں عرفی ناں کنوں ای میلاں اڳوں تے پٹھݨ فعال کرو

source: Enable email forwarding for this mask
skr: ایں ماسک کنوں ای میلاں اڳوں تے پٹھݨ فعال کرو

source: Enable new features
skr: نویاں خصوصیات فعال کرو

source: Enter alias prefix
skr: عرفی ناں سابقہ درج کرو

source: Enter email mask prefix
skr: ای میل ماسک سابقہ درج کرو

source: Failed to save, please try again.
skr: محفوظ کرݨ وچ ناکامی تھئی، سوہݨا ولدا کوشش کرو۔

source: Feedback
skr: فیڈبیک

source: Filter visible masks
skr: نظرݨ آلے ماسکاں کوں فلٹر کرو

source: Firefox
skr: فائرفوکس

source: Firefox account
skr: فائرفوکس کھاتہ

source: Firefox Browser
skr: فائرفوکس براؤزر

source: Firefox Lockwise
skr: فائرفوکس لاک وائز

source: Firefox Monitor
skr: فائرفوکس مانیٹر

source: Firefox Relay
skr: فائرفوکس رِیلے

source: Firefox Relay Premium
skr: فائرفوکس رِیلے پریمیئم

source: First emailed:
skr: پہلی ای میل تھئی:

source: Forwarded
skr: اڳوں تے پٹھ ݙتا

source: Forward emails to:
skr: کوں ای میل اڳوں تے پٹھو:

source: forwarding
skr: اڳوں تے پٹھݨ

source: Forwarding aliases
skr: اڳوں تے پٹھݨ آلے عرفی ناں

source: Forwarding masks
skr: اڳوں تے پٹھݨ آلے ماسک

source: Free
skr: مفت

source: Frequently asked questions
skr: اکثر پچھے ون٘ڄݨ آلے سوالات

source: From
skr: کنوں

source: Gaming
skr: کھیݙݨ

source: Generate a custom alias manually
skr: کسٹم عرفی ناں دستی جنریٹ کرو

source: Generate a custom mask manually
skr: کسٹم ماسک دستی جنریٹ کرو

source: Generate Alias
skr: عرفی ناں جنریٹ کرو

source: Generate custom alias
skr: کسٹم عرفی ناں جنریٹ کرو

source: Generate custom mask
skr: کسٹم ماسک جنریٹ کرو

source: Generate email aliases automatically wherever you enter your email address online.
skr: جہڑے ویلے تساں آن لائن اپݨاں ای میل درج کرو تاں آپݨے آپ ای میل عرفی ناں جنریٹ کرو۔

source: Generate email masks automatically wherever you enter your email address online.
skr: جہڑے ویلے تساں آن لائن اپݨاں ای میل درج کرو تاں آپݨے آپ ای میل ماسک جنریٹ کرو۔

source: Generate mask
skr: ماسک جنریٹ کرو

source: Generate New Alias
skr: نواں عرفی ناں جنریٹ کرو

source: Generate new mask
skr: نواں ماسک جنریٹ کرو

source: Generate unlimited email aliases:
skr: بے انت ای میل عرفی ناں جنریٹ کرو:

source: Generate unlimited email masks:
skr: بے انت ای میل ماسک جنریٹ کرو:

source: Get a custom domain
skr: کسٹم ڈومین گھنو

source: Get a custom domain for your aliases
skr: آپݨے عرفی ناں کیتے کسٹم ڈومین گھنو

source: Get a custom domain for your aliases:
skr: آپݨے عرفی ناں کیتے کسٹم ڈومین گھنو:

source: Get a custom subdomain
skr: کسٹم سب ڈومین گھنو

source: Get a custom subdomain for your masks
skr: آپݨے ماسکاں کیتے کسٹم سب ڈومین گھنو

source: Get { -brand-name-firefox }
skr: { -brand-name-firefox } گھنو

source: Get { -brand-name-mozilla-vpn }
skr: { -brand-name-mozilla-vpn } گھنو

source: Get { -brand-name-relay }
skr: { -brand-name-relay } گھنو

source: Get { -brand-name-relay } Extension
skr: { -brand-name-relay } ایکسٹنشن گھنو

source: Get email receipts
skr: ای میل رسیداں گھنو

source: Get help using { -brand-name-relay }
skr: { -brand-name-relay } ورت تے مدد گھنو

source: Get in touch about { -brand-name-relay }
skr: { -brand-name-relay } بارے رابطے وچ راہوو

source: Get in touch about { -brand-name-relay-premium }
skr: { -brand-name-relay-premium } بارے رابطہ وچ راہوو

source: Get more protection
skr: ٻئی وی حفاظت گھنو

source: Get Started
skr: شروع کرو

source: Get the { -brand-name-relay } extension
skr: { -brand-name-relay } ایکسٹنشن گھنو

source: Get the { -brand-name-relay } extension for { -brand-name-firefox }
skr: { -brand-name-firefox }کیتے { -brand-name-relay } ایکسٹنشن گھنو

source: Get the { -brand-name-relay } extension for { -brand-name-google-chrome }
skr: { -brand-name-google-chrome } کیتے { -brand-name-relay } ایکسٹنشن گھنو

source: Get the extension
skr: ایکسٹنشن گھنو

source: Get unlimited aliases
skr: بے انت عرفی ناں گھنو

source: Get unlimited email masks
skr: بے انت ای میل ماسک گھنو

source: Get your email domain
skr: آپݨی ای میل ڈومین گھنو

source: Get your email subdomain
skr: آپݨی ای میل سب ڈومین گھنو

source: GitHub logo
skr: GitHub لوگو

source: Give feedback
skr: فیڈبیک ݙیوو

source: Good News!
skr: خوشخبری!

source: Google Chrome
skr: گوگل کروم

source: Go to Dashboard
skr: ڈیش بورڈ تے ون٘ڄو

source: Help and support
skr: مدد تے سہارا

source: Help and Support
skr: مدد تے سہارا

source: Help & Tips
skr: مدد تے گُر

source: Hide Details
skr: تفصیلاں لُکاؤ

source: Hide mask details
skr: ماسک تفصیلاں لکاؤ

source: Hide your real email address to help protect your identity
skr: آپݨی سُن٘ڄاݨ دی حفاظت کیتے آپݨاں اصل ای میل پتہ لُکاؤ

source: How does { -brand-name-relay } detect if an email is Promotional or not?
skr: { -brand-name-relay } کوں کین٘ویں پتہ لڳدے جو ایہ ای میل پروموشنل ہے یا کائناں؟

source: How it works
skr: ایہ کین٘ویں کم کریندے

source: How It Works
skr: ایہ کین٘ویں کم کریندے

source: How satisfied are you with your { -brand-name-firefox-relay } experience?
skr: تساں آپݨے { -brand-name-firefox-relay } تجربے نال کتی مطمئن ہو؟

source: How to create custom aliases
skr: کسٹم عرفی ناں کین٘ویں تخلیق کروں

source: How to create custom masks
skr: کسٹم ماسک کین٘ویں تخلیق کروں

source: How would you feel if you could no longer use { -brand-name-relay }?
skr: جے تساں { -brand-name-relay } کوں کافی عرصے کنوں نہ ورت سڳے ہوو تاں تساں کیا محسوس کریسو۔

source: I’m not getting messages from my aliases
skr: میں آپݨے عرفی نان٘واں کنوں سنیہے کائنی گھندا پیا

source: I’m not getting messages from my email masks
skr: میں آپݨے ای میل ماسکاں کنوں سنیہے کائنی گھندا پیا

source: Is { -brand-name-relay } easy to use?
skr: بھلا { -brand-name-relay } ورتݨ کیتے سوکھا ہے؟

source: I wouldn’t care
skr: میں خیال کائناں رکھیساں

source: Join the { -brand-name-relay-premium } waitlist
skr: تانگھ تندیر { -brand-name-relay-premium } نال رلت کرو

source: Join the { -brand-name-relay-premium } Waitlist
skr: تانگھ تندیر { -brand-name-relay-premium } نال رلت کرو

source: Join the Waitlist
skr: تانگھ تندیر نال رلت کرو

source: Join Waitlist
skr: تانگھ تندیر نال رلت کرو

source: Label saved!
skr: لیبل محفوظ تھی ڳیا!

source: Legal
skr: قنونی

source: Limited-time only: Unlimited aliases for { $monthly_price } per month
skr: صرف محدود ویلے کیتے: { $monthly_price } فی مہینہ وچ بے انت عرفی ناں

source: Limited-time only: Unlimited email masks for { $monthly_price } per month
skr: صرف محدود ویلے کیتے: { $monthly_price } فی مہینہ، بے انت ای میل ماسک

source: Limited time pricing
skr: محدود ویلے دی قیمت

source: Made by { -brand-name-mozilla }
skr: { -brand-name-mozilla } ولوں بݨیا

source: Make protecting your inbox easier with { -brand-name-firefox-relay-premium }
skr: { -brand-name-firefox-relay-premium } نال آپݨے انباکس دی حفاظت سوکھی بݨاؤ

source: Manage your aliases
skr: آپݨاں عرفی ناں منیج کرو

source: Manage your { -brand-name-firefox-account(capitalization: "uppercase") }
skr: آپݨاں { -brand-name-firefox-account(capitalization: "uppercase") } منیج کرو

source: Manage your domain aliases
skr: آپݨے ڈومین عرفی ناں منیج کرو

source: Manage your email masks
skr: آپݨے ای میل ماسک منیج کرو

source: Mask copied to clipboard
skr: ماسک کلپ بورڈ تے نقل تھی ڳیا

source: Messages are going into spam
skr: سنیہے سپیم وچ ویندے پئے ہن

source: More info
skr: ٻئی ڄاݨکاری

source: Mozilla
skr: موزلّا

source: Mozilla Privacy Pack
skr: موزلّا رازداری پیک

source: Mozilla VPN
skr: موزلّا وی پی این

source: Neutral
skr: غیر جانبدار

source: News
skr: خبراں

source: No matter where you are create a custom email mask in seconds for anything you want to do
skr: سائن اپ

source: None
skr: کوئی وی کائنی

source: Note:
skr: نوٹ:

source: Not forwarding
skr: اڳوں تے نہ پٹھݨ

source: Not likely
skr: امکان کائنی

source: Now <em>you’re in control</em> of what’s arriving to your inbox!
skr: جہڑا کجھ تہاݙے انباکس وچ آندا پئے تساں ہُݨ اُوندے<em>تساں کنٹرول وچ ہو</em>!

source: Now you can control what hits your inbox, one email at a time.
skr: جو کجھ تہاݙے انباکس وچ آندے تساں اوں کوں کنٹرول کر سڳدے ہو، ہک ویلے صرف ہک ای میل۔

source: Now you can create unlimited custom email masks!
skr: ہݨ تساں بے انت کسٹم ای میل ماسک تخلیق کر سڳدے ہو!

source: Now you can <strong>control</strong> what hits your inbox, one email at a time.
skr: جو کجھ تہاݙے انباکس وچ آندے تساں اوں کوں<strong>کنٹرول</strong> کر سڳدے ہو، ہک ویلے صرف ہک ای میل۔

source: On the Go
skr: گو تے

source: On the go with { -brand-name-relay }
skr: { -brand-name-relay } نال گو تے

source: Open menu
skr: مینیو کھولو

source: (Opens in a new tab)
skr: (نویں ٹیب وچ کھُلدے)

source: Or, create a custom alias manually
skr: یا، کسٹم عرفی ناں دستی تخلیق کرو

source: Or, create a custom mask manually
skr: یا، کسٹم ماسک دستی تخلیق کرو

source: Permanently delete this alias?
skr: ایہ عرفی ناں پکّا پکّا مٹاؤں؟

source: Permanently delete this email mask?
skr: ایہ ای میل ماسک پکّا پکّا مٹاؤں؟

source: Please review our <a href="{ $url }" { $attrs }>Terms of Service</a> for more information.
skr: سوہݨا، ٻئی ڄاݨکاری کیتے ساݙیاں <a href="{ $url }" { $attrs }>خدمت دیاں شرطاں</a> تے نظرثانی کرو۔

source: Premium
skr: پریمیئم

source: Privacy Notice Update
skr: رازداری نوٹس اپ ڈیٹ

source: Promo-blocking aliases
skr: مشہوریاں روکݨ آلے عرفی ناں

source: Promo-blocking masks
skr: مشہوریاں روکݨ آلے ماسک

source: Promotional email blocking
skr: مشہوری ای میل بلاک کرݨ

source: Promotionals
skr: پروموشنل

source: Protect your online data and choose a VPN subscription plan that works for you.
skr: آپݨے آن لائن ڈیٹا دی حفاظت کرو تے وی پی این سبسکرپشن منصوبہ چُݨو جہڑا تہاݙے کیتے کم کریندے۔

source: Protect your personal identity everywhere you use the { -brand-name-firefox-browser }.
skr: آپݨی ذاتی سُن٘ڄاݨ دی حفاظت کرو جتھ وی تساں { -brand-name-firefox-browser } ورتو۔

source: Protect your privacy, save the internet
skr: آپݨی رازداری دی حفاظت کرو، انٹرنیٹ محفوظ کرو

source: Protect your real email address to help control your inbox
skr: آپݨے انباکس کنٹرول کرݨ دی مدد کیتے آپݨے اصلی ای میل پتے دی حفاظت کرو

source: Protect your true email address to help control your inbox
skr: آپݨے انباکس کنٹرول کرݨ دی مدد کیتے آپݨے اصلی ای میل پتے دی حفاظت کرو

source: Random Alias
skr: رینڈم عرفی ناں

source: Random aliases
skr: رینڈم عرفی ناں

source: Random email mask
skr: رینڈم ای میل ماسک

source: Random masks
skr: رینڈم ماسک

source: Rate-limiting the number of aliases that can be generated in one day
skr: ہک ݙین٘ہ وچ جنریٹ تھئے عرفی نان٘واں دی تعداد دی شرح کوں محدود کرݨ

source: Rate-limiting the number of masks that can be generated in one day
skr: ہک ݙین٘ہ وچ جنریٹ تھئے ماسکاں دی تعداد دی شرح کوں محدود کرݨ

source: Register Domain
skr: ڈومین رجسٹڑ کرو

source: Register Subdomain
skr: سب ڈومین رجسٹر کرو

source: Register your custom domain now:
skr: میݙی کسٹم ڈومین ہݨ رجسٹر کرو:

source: Register your custom subdomain now:
skr: آپݨی کسٹم سب ڈومین ہݨ رجسٹر کرو:

source: Relay
skr: رِیلے

source: Relay Premium
skr: رِیلے پریمیئم

source: Release Notes
skr: ریلیز نوٹس

source: Remember, you can only register one domain. You won’t be able to change it later.
skr: یاد رکھو، تساں صرف ہک ڈومین رجسٹر کر سڳدے ہو۔ تساں ایں کوں بعد وچ تبدیل کائناں کر سڳسو۔

source: Remember, you can only register one subdomain. You won’t be able to change it later.
skr: یاد رکھو، تساں صرف ہک سب ڈومین رجسٹر کر سڳدے ہو۔ تساں ایں کوں بعد وچ تبدیل کائناں کر سڳسو۔

source: Replies
skr: جواب

source: Reply to emails without giving away your real address
skr: آپݨاں اصل پتہ ݙسے بغیر ای میلاں دا جواب ݙیوو

source: Reply to emails without giving away your real address:
skr: آپݨاں اصل پتہ ݙسے بغیر ای میلاں دا جواب ݙیوو:

source: Reply to emails without giving away your true address
skr: آپݨاں ٹھیک پتہ ݙسے بغیر ای میلاں دا جواب ݙیوو

source: Reply to forwarded emails
skr: پٹھیاں ہوئیاں ای میلاں دا جواب ݙیوو

source: Reply to your emails
skr: تہاݙی ای میلاں دا جواب

source: Required
skr: ضروری ہے

source: Requiring a { -brand-name-firefox-account(capitalization: "uppercase") } with a verified email address
skr: تصدیق تھئے ای میل پتے نال { -brand-name-firefox-account(capitalization: "uppercase") } دی لوڑ ہے

source: Requiring payment for a user to create more than five aliases
skr: کہیں ورتݨ آلے کیتے پنج کنوں ودھ عرفی ناں بݨاوݨ کیتے ضروری رقم

source: Requiring payment for a user to create more than five masks
skr: کہیں ورتݨ آلے کیتے پنج کنوں ودھ ماسک بݨاوݨ کیتے ضروری رقم

source: Reset
skr: ولدا ٹھیک کرو

source: Satisfied
skr: تسلی بخش

source: Save 50% with a full year subscription
skr: پورے سال دی سبسکرپشن نال ٥٠٪ بچاؤ

source: Search aliases
skr: عرفی ناں ڳولو

source: Search domain
skr: ڈومین ڳولو

source: Search masks
skr: ماسک ڳولو

source: Search subdomain
skr: سب ڈومین ڳولو

source: Search your new domain
skr: آپݨی نویں ڈومین ڳولو

source: See more FAQs about { -brand-name-firefox-relay }
skr: { -brand-name-firefox-relay } بارے ٻئے FAQs ݙیکھو

source: Select “Generate New Alias” to create your first alias.
skr: آپݨاں پہلا عرفی ناں خلقݨ کیتے "نواں ناں جنریٹ کرو" چُݨو۔

source: Select “Generate new mask” to create your first email mask.
skr: آپݨاں پہلا ای میل ماسک خلقݨ کیتے "نواں ماسک جنریٹ کرو" چُݨو۔

source: Select your preferred language.
skr: آپݨی ترجیحی زبان چݨو۔

source: Service status
skr: خدمت حیثیت

source: Settings change failed
skr: ترتیباں تبدیلی وچ ناکامی تھئی

source: Share unlimited email masks that forward emails you actually want to your inbox.
skr: بے انت ای میل ماسک شیئر کرو جہڑے تہاکوں او ای میلاں اڳوں تے پٹھن جہڑیاں تساں اصل وچ چاہندے ہو جو تہاݙے انباکس وچ ہوون۔

source: Shopping
skr: خریداری

source: Shopping with email masks
skr: ای میل ماسکاں نال خریداری کرݨ

source: Show Details
skr: تفصیلاں ݙکھاؤ

source: Show mask details
skr: ماسک تفصیلاں ݙکھاؤ

source: show next review
skr: اڳلا ریویو ݙکھاؤ

source: show previous review
skr: پچھلا ریویو ݙکھاؤ

source: Sign back in with your aliases
skr: آپݨے عرفی نان٘واں نال ولدا سائن ان تھیوو

source: Sign In
skr: سائن ان

source: Sign Out
skr: سائن آؤٹ

source: Sign Out of { -brand-name-relay }
skr: { -brand-name-relay } توں سائن آؤٹ تھیوو

source: Sign Up
skr: سائن اپ

source: Signups
skr: سائن اپس

source: Social Networks
skr: سماجی نیٹ ورک

source: Somewhat disappointed
skr: کجھ مون٘جھا

source: … so you can <strong>protect your real email</strong> from tracking and spam.
skr: … ایں سانگے تساں سپیم تے ٹریک تھیوݨ کنوں <strong> آپݨی اصلی ای میل دی حفاظت</strong>کر سگدے ہو۔

source: <span>Welcome,</span> { $email }!
skr: <span>ست بسم اللہ،</span> { $email }!

source: Step { $step } of { $max }.
skr: { $max } دا { $step } قدم

source: Stop email forwarding and manage settings for all aliases here.
skr: اتھ سارے عرفی نان٘واں کنوں ای میل بھیڄݨ کنوں روکو تے ترتیباں منیج کرو۔

source: Stop email forwarding and manage settings for all masks here.
skr: اتھ سارے ماسکاں کنوں ای میل بھیڄݨ کنوں روکو تے ترتیباں منیج کرو۔

source: Strongly agree
skr: ݙاڈھا متفق

source: Strongly disagree
skr: ݙاڈھا اختلاف

source: <strong>Use a unique relay address</strong> for every new account …
skr: ہر نویں کھاتے کیتے<strong>نویکلا رِیلے پتہ ورتو</strong>۔۔۔

source: @{ $subdomain } Alias
skr: @{ $subdomain } عرفی ناں

source: Subdomain could not be created, try something else
skr: سب ڈومین تخلیق کائنی تھی سڳی، کوئی ٻئی شئے کوشش کرو

source: { $subdomain } is available!
skr: { $subdomain } دستیاب ہے!

source: { $subdomain } is now your email domain!
skr: { $subdomain } ہݨ تہاݙی ای میل ڈومین ہے!

source: { $subdomain } is now your email subdomain!
skr: { $subdomain } ہݨ تہاݙی ای میل سب ڈومین ہے!

source: @{ $subdomain } mask
skr: @{ $subdomain } ماسک

source: <subdomain>{ $subdomain }</subdomain><domain>.{ $domain }</domain> is available!
skr: <subdomain>{ $subdomain }</subdomain><domain>.{ $domain }</domain> دستیاب ہے!

source: <subdomain>{ $subdomain }</subdomain><domain>.{ $domain }</domain> is now your email subdomain!
skr: <subdomain>{ $subdomain }</subdomain><domain>.{ $domain }</domain> ہݨ تہاݙی ای میل سب ڈومین ہے!

source: Success!
skr: کامیابی!

source: Successfully signed in as { $username }.
skr: { $username } دے طور تے کامیابی نال سائن ان تھیا۔

source: The alias might have forwarding turned off
skr: عرفی ناں اڳوں تے پٹھݨ بند کر ݙتا ہوسی

source: The { -brand-name-firefox-relay } extension for { -brand-name-chrome } makes creating and using aliases even easier.
skr: { -brand-name-chrome } کیتے { -brand-name-firefox-relay } ایکسٹنشن عرفی ناں بݨاوݨ تے ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-firefox-relay } extension for { -brand-name-chrome } makes creating and using email aliases even easier.
skr: { -brand-name-chrome } کیتے { -brand-name-firefox-relay } ایکسٹنشن ای میل عرفی ناں بݨاوݨ تے ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-firefox-relay } extension for { -brand-name-chrome } makes creating and using email masks even easier.
skr: { -brand-name-chrome } کیتے { -brand-name-firefox-relay } ایکسٹنشن ای میل ماسک بݨاوݨ تے ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-firefox-relay } extension for { -brand-name-chrome } makes creating and using masks even easier.
skr: { -brand-name-chrome } کیتے { -brand-name-firefox-relay } ایکسٹنشن ماسک بݨاوݨ تے ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes creating aliases even easier.
skr: { -brand-name-firefox-browser } کیتے { -brand-name-relay }ایکسٹنشن عرفی ناں بݨاوݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes creating masks even easier.
skr: { -brand-name-firefox-browser } کیتے { -brand-name-relay }ایکسٹنشن ماسک بݨاوݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes using email aliases even easier.
skr: { -brand-name-firefox-browser } کیتے { -brand-name-relay }ایکسٹنشن عرفی ناں ای میل ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes using email masks even easier.
skr: { -brand-name-firefox-browser } کیتے { -brand-name-relay }ایکسٹنشن ای میل ماسک ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox } makes using email aliases even easier.
skr: { -brand-name-firefox } کیتے { -brand-name-relay }ایکسٹنشن عرفی ناں ای میل ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The { -brand-name-relay } extension for { -brand-name-firefox } makes using email masks even easier.
skr: { -brand-name-firefox } کیتے { -brand-name-relay }ایکسٹنشن ای میل ماسک ورتݨ کوں ݙاڈھا سوکھا کریندی ہے۔

source: The email forwarded has an attachment larger than { email-size-limit }
skr: اڳوں تے پٹھی ای میل نال { email-size-limit } کنوں وݙی نتھی ہے

source: The mask could not be created. Please try again.
skr: ماسک تخلیق کائنی تھی سڳیا۔ سوہݨا، ولدا کوشش کرو۔

source: The mask data could not be updated. Please try again.
skr: ماسک ڈیٹا اپ ڈیٹ کائنی تھی سڳیا۔ سوہݨا، ولدا کوشش کرو۔

source: The mask { $mask } could not be deleted. Please try again.
skr: ماسک { $mask } کائنی مٹ سڳیا۔ سوہݨا، ولدا کوشش کرو۔

source: The mask might have forwarding turned off
skr: ماسک اڳوں تے پٹھݨ بند کر ݙتا ہوسی

source: There are a few reasons you might not be receiving emails forwarded through your aliases. These reasons include:
skr: کجھ وجوہات ہن جو تہاکوں تہاݙے عرفی نان٘واں دے ذریعے اڳوں تے پٹھیاں ای میلاں تہاکوں وصول کائنی تھیندی پیاں۔ انہاں وجوہات وچ شامل ہن:

source: There was an error adding you to the waitlist. Please try again.
skr: تہاکوں تانگھ تندیر وچ شامل کرݨ وچ خرابی ہائی۔ سوہݨا، ولدا کوشش کرو۔

source: There was an error updating your settings, please try again
skr: تہاݙیاں ترتیباں اپ ڈیٹ کرݨ وچ خرابی ہائی، سوہݨا، ولدا کوشش کرو

source: The site doesn’t accept aliases
skr: ایہ سائٹ عرفی ناں قبول کائنی کریندی

source: The site doesn’t accept email masks
skr: ایہ سائٹ ای میل ماسک قبول کائنی کریندی

source: This message was forwarded from { $display_email } by { $linked_origin }.
skr: ایہ سنیہا { $linked_origin } ولوں { $display_email } کنوں اڳوں تے بھیڄیا ڳیا ہائی۔

source: Tip { $nr }
skr: گُر { $nr }

source: To create a new alias when you’re asked for your email, open…
skr: نواں عرفی ناں خلقݨ کیتے، ڄڈݨ تہاݙے کولوں ای میل دا پُچھیجے تاں، کھولو۔۔۔

source: Top questions about { -brand-name-firefox-relay }
skr: { -brand-name-firefox-relay } بارے اہم سوالات
